xmlInfo.xml

<?xml
        version="1.0"
        encoding="utf-8"
        standalone="yes"
        ?>
    <s:Envelope
        s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
        xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
        <s:Body>
            <u:Browse
                xmlns:u="urn:schemas-upnp-org:service:ContentDirectory:1">
                <ObjectID>
                    64
                    </ObjectID>
                <BrowseFlag>
                    BrowseDirectChildren
                    </BrowseFlag>
                <Filter>
                    *
                    </Filter>
                <StartingIndex>
                    1
                    </StartingIndex>
                <RequestedCount>
                    16
                    </RequestedCount>
                <SortCriteria>
                    </SortCriteria>
                </u:Browse>
            </s:Body>
        </s:Envelope>
